# Задание 5

name=input('Введите имя: ')
print("Приветствую,", name)