# Задание 6

#one=input("Введите первое слово: ")
#two=input('Введите второе слово: ')
#three=input('Введите третье слово: ')
#print(one, two, three, sep="\n")
#print(three, two, one, sep="\n")

one=input("Введите первое слово: ")
two=input('Введите второе слово: ')
three=input('Введите третье слово: ')
print(one, two, three, sep="\n")
print(three, two, one, sep="\n")

